Repository: ksmail13/im-chooser
Catalog: po/*.po
Languages: bs, ca, cs, fa, is, lv, ms, ro, si, sr@latn, sv, th

source: Use input method that you prefer regardless what input method the system recommends.
bs: Upotreba način a unosa koji preferirate, bez obzira na način unosa koji preporučuje sistem.
lv: Izmantot sistēmas ieteikto ievades veidu.
ms: Gunakan kaedah masukan yang anda suka tidak kira apa kaedah masukan yang disyorkan sistem.
ro: Folosiţi metoda de introducere pe care o preferaţi indiferent de ce metodă de introducere recomandă sistemul.
