Repository: ksmail13/im-chooser
Catalog: po/*.po
Languages: bs, ca, cs, fa, is, lv, ms, ro, si, sr@latn, sv, th

source: Replace the running settings daemon with new instance.
ca: Reemplaça els paràmetres del dimoni en execució amb una nova instància.
cs: Nahradit běžícího démona nastavení novou instancí.
sv: Ersätt den körande inställningsdemonen med en ny instans.

source: Unknown error in parsing the command lines.
ca: Error desconegut en analitzar les línies d'ordre.
cs: Neznámá chyba při zpracování příkazových řádek.
sv: Okänt fel i tolkning av kommandorader.

source: Language
ca: Idioma
cs: Jazyk
sv: Språk

source: A language to pull the information in.
ca: Un idioma des d'on extreure informació.
cs: Jazyk ve kterém se informace vkládá.
sv: Ett språk att hämta informationen i.

source: Filename
ca: Nom del fitxer
cs: Jméno souboru
sv: Filnamn

source: A filename referring to the IM information.
ca: Un nom de fitxer que fa referència a la informació de ME.
cs: Jméno souboru odkazujícího na IM informace.
sv: Ett filnamn som refererar till IM-informationen.

source: GTK+ immodule
ca: Mòdul ME de GTK+
cs: GTK+ immodul
sv: GTK+ im-modul

source: A module name used for GTK+
ca: Nom del mòdul utilitzat per a GTK+
cs: Jméno modulu použité v GTK+
sv: Ett modulnamn att använda för GTK+

source: Qt immodule
ca: Mòdul ME de Qt
cs: QT immodul
sv: Qt im-modul

source: A module name used for Qt
ca: Nom de mòdul utilitzat per a Qt
cs: Jméno modulu použité v Qt
sv: Ett modulnamn att använda för Qt

source: XIM name
ca: Nom XIM
cs: XIM jméno
sv: XIM-namn

source: XIM server name
ca: Nom del servidor XIM
cs: XIM jméno serveru
sv: XIM-servernamn

source: Ignore flag
ca: Ignora l'indicador
cs: Ignorovat přiznak
sv: Ignoreraflagga

source: A flag to not list up.
ca: Un indicador per a no llistar.
cs: Příznak který nemá být zobrazen.
sv: En flagga att inte lista.

source: XIM server program name
ca: Nom del programa del servidor XIM
cs: Jméno programu XIM serveru
sv: XIM-serverprogramnamn

source: XIM server program to be run
ca: Servidor XIM a executar
cs: Program spuštěný jako XIM server
sv: XIM-serverprogram att köra

source: XIM server program's options
ca: Opcions del programa servidor XIM
cs: Parametry XIM server programu
sv: XIM-serverprogrammets flaggor

source: Command line options for XIM server program
ca: Opcions de la línia d'ordres per al servidor XIM
cs: Parametry příkazové řádky XIM server programu
sv: Kommandoradsflaggor till XIM-serverprogrammet

source: Preference program name
ca: El nom del programa de prefèrencia
cs: Jméno programu předvolby
sv: Inställningsprogramnamn

source: Preference program to be run
ca: Programa de la preferència a executar
cs: Program spuštěný jako předvolba
sv: Inställningsprogram att köra

source: Preference program's options
ca: Opcions del programa de preferència
cs: Parematry programu předvolby
sv: Inställningsprogrammets flaggor

source: Command line options for preference program
ca: Opcions de la línia d'ordres per al programa de preferència
cs: Prametry příkazová řádky programu předvolby
sv: Kommandoradsflaggor till inställningsprogrammet

source: Auxiliary program name
ca: Nom del programa auxiliar
cs: Jméno pomocného programu
sv: Extra programs namn

source: Auxiliary program to be run
ca: Programa auxiliar a executar
cs: Pomocný program ke spuštění
sv: Extra program att köra

source: Auxiliary program's options
ca: Opcions del programa auxiliar
cs: Parametry pomocného programu
sv: Extra programs flaggor

source: Command line options for auxiliary program
ca: Opcions de la línia d'ordres per al programa auxiliar
cs: Parametry příkazové řádky pomocného programu
sv: Kommandoradsflaggor för extra program

source: Short Description
ca: Descripció curta
cs: Krátký popis
sv: Kort beskrivning

source: Long Description
ca: Descripció llarga
cs: Dlouhý popis
sv: Lång beskrivning

source: System Default
ca: Valor per defecte del sistema
cs: Systémový výchozí
sv: Systemstandard

source: Whether or not IM is a system default.
ca: Si el ME és predeterminat del sistema.
cs: Zda je nebo není IM v systému výchozí.
sv: Om IM är en systemstandard eller inte.

source: User Default
ca: Usuari per defecte
cs: Uživatelský výchozí
sv: Användarstandard

source: Whether or not IM is an user default.
ca: Si el ME és predeterminat de l'usuari.
cs: Zda je nebo není IM pro uživatele výchozí.
sv: Om IM är en användarstandard eller inte

source: Whether or not IM is a XIM server.
ca: Si el ME és un servidor XIM.
cs: Zda je nebo není IM také XIM server.
sv: om IM är en XIM-server eller inte.

source: User Specific
ca: Especificat per l'usuari
cs: Uživatelsky definovaný
sr@latn: Korisnički određeno
sv: Användarspecifik

source: xinputrc was modified by the user
ca: xinputrc ha sigut modificat per l'usuari
cs: xinputrc byl modifikován uživatelem
sr@latn: xinputrc je izmenio korisnik
sv: xinputrc var ändrad av användaren

source: Invalid IM module type: %d
ca: El tipus de mòdul ME no és vàlid: %d
cs: Neplatný IM modul typu: %d
sv: Ogiltig IM-modultyp: %d

source: IM module name
ca: Nom del mòdul ME
cs: Jméno IM modulu
sv: IM-modulnamn

source: A target IM module name that to observe signals
ca: Un nom de mòdul ME del qual monitoritzar les senyals
cs: Cílové jméno IM modulu pro sledování signálů
sv: Ett mål-IM-modulnamn för att observera signaler

source: Replace
ca: Reemplaça
cs: Nahradit
sv: Ersätt

source: DBus connection
ca: Connexió DBus
cs: Spojení DBus
sv: DBus-förbindelse

source: An object to be a DBus connection
ca: Un objecte que serà una connexió DBus
cs: Objekt sloužítí jako spojení s DBusem
sv: Ett objekt att vara en DBus-förbindelse

source: DBus Interface
ca: Interfície DBus
cs: Rozhranní DBus
sv: DBus-gränssnitt

source: Interface name to connect to DBus
ca: Nom de la interfície per conectar-se a DBus
cs: Jméno rozhraní pro připojení k DBusu
sv: Gränssnittsnamn för att ansluta till DBus

source: Locale
ca: Localització
cs: Národní prostředí
sv: Lokal

source: Locale to get the imsettings information
ca: Localització des d'on obtenir els paràmetres de configuració de ME
cs: Národní nastavení ve kterém budou příjímány nastavení IM
sv: Lokal att hämta informationen för imsettings ifrån

source: Failed to invoke a method `%s': %s
ca: No s'ha pogut cridar el mètode '%s': %s
cs: Nepodařilo se spustit metodu `%s': %s
sv: Misslyckades att starta en metod "%s": %s

source: Failed to invoke a method `%s' on %s: %s
ca: No s'ha pogut cridar el mètode '%s' a %s: %s
cs: Nepodařilo se spustit metodu %s' na %s: %s
sv: Misslyckades att starta en metod "%s" på %s: %s

source: Failed to remove a pidfile: %s
ca: No s'ha pogut suprimir el fitxer de pid: %s
cs: Nepodařilo se odstranit pid soubor: %s
sv: Misslyckades att ta bort en pidfil: %s

source: Failed to open a pidfile: %s
ca: No s'ha pogut obrir el fitxer de pid: %s
cs: Nepodařilo se otevřít pid soubor: %s
sv: Misslyckades att öppna en pidfil: %s

source: Couldn't determine the pid for %s process.
ca: No s'ha pogut determinar el pid del procés %s.
cs: Nepodařilo se zjistit pid pro process %s.
sv: Kunde inte avgöra pid för processen %s.

source: Couldn't send a signal to the %s process successfully.
ca: No s'ha pogut enviar una senyal al procés %s.
cs: Nepodařilo se poslat signál procesu %s.
sv: Kunde inte skicka en signal till procesen %s.

source: Failed to get a place of home directory.
ca: No s'ha pogut obtenir un lloc per al directori inici.
cs: Nepodařilo se zjistit umístnění domovského adresáře.
sv: Misslyckades att ta reda på en plats för hemkatalogen.

source: Failed to revert the backup file: %s
ca: No s'ha pogut recuperar la còpia de seguretat del fitxer: %s
cs: Nepodařilo se navrátit záložní soubor: %s
sv: Misslyckades att återgå till säkerhetskopiefilen: %s

source: Failed to create a backup file: %s
ca: Impossible de crear la còpia de seguretat del fitxer: %s
cs: Nepodařilo se vytvořit záložní soubor: %s
sv: Misslyckades att skapa en säkerhetskopiefil: %s

source: Failed to remove a .xinputrc file: %s
ca: No s'ha pogut eliminar el fitxer .xinputrc: %s
cs: Nepodařilo se odstranit soubor .xinputrc: %s
sv: Misslyckades att ta bort en .xinputrc-fil: %s

source: Failed to make a symlink: %s
ca: No s'ha pogut fer l'enllaç simbòlic: %s
cs: Nepoddařilo se vytovirt symbolický odkaz: %s
sv: Misslyckades att skapa en symlänk: %s

source: No such input method on your system: %s
ca: No està disponible aquest mètode d'entrada en el vostre sistema: %s
cs: V systému neexistuje vstupní metoda: %s
sv: Det finns ingen sådan inmatningsmetod på ditt system: %s

source: No XIM server is available in %s
ca: No hi ha disponible cap servidor XIM en %s
cs: V %s není dostupný žádný XIM server
sv: Ingen XIM-server är tillgänglig i %s

source: X display name
ca: Nom de la visualització X
cs: Jméno X displeje
sv: X-displaynamn

source: X display name to use
ca: Nom de la visualització X per utilitzar
cs: Použité jméno X displeje
sv: X-displaynamn att använda

source: X display to use
ca: Visualització X per a utilitzar
cs: Použitý X displej
sv: X-display att använda

source: DISPLAY
ca: VISUALITZACIÓ

source: X screen to use
ca: Pantalla X per a utilitzar
cs: Použitá X obrazovka
sv: X-skärm att använda

source: SCREEN
ca: PANTALLA
sv: SKÄRM

source: Failed to open a X display.
ca: No s'ha pogut obrir cap visualització X.
cs: Nepodařilo se otevřít X displej.
sv: Misslyckades att öppna en X-display.

source: Reloading...
ca: S'està actualitzant...
cs: Obnovují...
sv: Läser om...

source: Duplicate entry `%s' from %s. SHORT_DESC has to be unique.
ca: Hi ha una entrada duplicada «%s» de «%s». SHORT_DESC ha de ser únic.
cs: Duplicitní záznam `%s' v %s. SHORT_DESC musí být jedinečný.
sv: Dubblerad post "%s" från %s. SHORT_DESC måste vara unik.

source: Timed out to initialize %s services.
ca: S'ha excedit el temps màxim d'espera per inicialitzar els serveis de %s.
cs: Vypršel časový limit pri inicializaci služby %s.
sv: Tiden gick ut vid initiering av %s-tjänster.

source: No input methods available on your system.
ca: No hi ha mètodes d'entrada disponibles en el vostre sistema.
cs: V systému není dostupná žádná vstupní metoda.
sv: Ingen inmatningsmetod finns tillgänglig på ditt system.

source: Force reloading the configuration, including restarting the process.
ca: Força la recàrrega de la configuració, incloent reiniciar el procés.
cs: Vynutit znovunahrání konfigurace, včetně restartu procesu.
sv: Framtvinga omläsning av konfigurationen, inklusive omstart av processen.

source: Force restarting the IM process regradless of any errors.
ca: Força el reinici del procés del ME independentment dels errors que es produeixin.
sv: Framtvinga omstart av IM-processen oavsett eventuella fel.

source: Do not update .xinputrc.
ca: No actualitzi .xinputrc.
cs: Neaktualizovat .xinputrc.
sv: Uppdatera inte .xinputrc.

source: Stopped %s
ca: S'ha aturat %s
cs: Zastaveno %s
sv: Stoppade %s

source: Failed to stop IM process `%s'
ca: No s'ha pogut aturar el process del ME '%s'
cs: Nepodařilo se zastavit IM process %s
sv: Det gick inte att stoppa IM-processen "%s"

source: Updating Input Method list
ca: Actualitzant la llista de mètodes d'entrada
cs: Aktualizuji seznam vstupní metody
sv: Uppdaterar lista över inmatningsmetoder

source: Failed to start Input Method
ca: Impossible d'iniciar els mètodes d'entrada
cs: Nepodařilo se spustit vstupní metodu
fa: آغاز کردن شیوه ی ورودی شکست خورد
si: අක්‍ෂර ඇතුලත් කිරීමෙ ක්‍රමය ඇරඹීම අසමත් විය
sv: Misslyckades att starta inmatningsmetod
th: ไม่สามารถเริ่มต้นระบบป้อนข้อความ

source: Starting Input Method - %s
ca: S'està iniciant el mètode d'entrada - %s
cs: Startuji vstupní metodu - %s
fa: شروع شیوه ورودی - %s
si: අක්‍ෂර ඇතුලත් කිරීමෙ ක්‍රමය අරඹමින් - %s
sv: Startar inmatningsmetod - %s
th: กำลังเริ่มระบบป้อนข้อความ - %s

source: Stopping Input Method - %s
ca: S'està aturant el mètode d'entrada - %s
cs: Ukončuji vstupní metodu - %s
fa: توقف شیوه ورودی - %s
si: අක්‍ෂර ඇතුලත් කිරීමෙ ක්‍රමය අවසන් කරමින් - %s
sv: Stoppar inmatningsmetod - %s
th: กำลังหยุดระบบป้อนข้อความ - %s

source: Parent Window
ca: Finestra pare
cs: Rodičovské okno
fa: پنجره‌ اصلی
si: මව් කවුළුව
sv: Förädlrafönster
th: หน้าต่างหลัก

source: GtkWindow that points to the parent window
ca: Finestra GtkWindow que apunta a la finestra pare.
cs: GtkWindow které ukazuje na rodičovské okno
fa: GtkWindow که نقاطی که پنجره ی اصلی باشند
sv: GtkWindow som pekar på föräldrafönstret
th: GtkWindow ที่ชี้ไปยังหน้าต่างหลัก

source: Work in progress...
ca: Treball en curs...
cs: Práce probíhají...
fa: عملیات در حال پیش‌روی...
si: ක්‍රියාත්මක වෙමින්...
sv: Arbete pågår ...
th: อยู่ในระหว่างการพัฒนา...

source: Use %s
ca: Utilitza %s
cs: Použít %s
fa: استفاده %s
si: %s භාවිත කරන්න
sr@latn: Koristi %s
sv: Använd %s
th: ใช้ %s

source: (legacy)
ca: (herencia)
cs: (zastaralé)
fa: (میراث)
sv: (föråldrad)
th: (ล้าหลัง)

source: (recommended)
ca: (recomanat)
cs: (doporučené)
fa: (توصیه شوده)
si: (අනුමත කළ)
sv: (rekommenderad)
th: (แนะนำ)

source: <b>Input Method</b>
bs: <b>Načina unosa</b>
ca: <b>Mètode d'entrada</b>
cs: <b>Vstupní metoda</b>
fa: <b>شیوه‌ی ورودی</b>
is: <b>Innsláttaraðferð</b>
lv: <b>Ievades veids</b>
ms: <b>Kaedah Masukan</b>
ro: <b>Metodă de introducere</b>
si: <b>අක්‍ෂර ඇතුල්කරන ආකාරය</b>
sr@latn: <b>Metod unosa</b>
sv: <b>Inmatningsmetod</b>
th: <b>ระบบป้อนข้อความ</b>

source: _Enable input method feature
ca: _Habilita la funcionalitat del mètode d'entrada
cs: _Povolit vlastnosti vstupní metody
sr@latn: _Uključi mogućnost metoda unosa
sv: _Aktivera funktionen inmatningsmetod

source: <small><i>Note: this change will not take effect until you next log in, except GTK+ applications.</i></small>
ca: <small><i>Nota: aquest canvi no s'aplicarà fins que entreu de nou, exepte les aplicacions GTK+.</i></small>
cs: <small><i>Poznámka: tato změna se projeví až při dalším přihlášení. Vyjímkou jsou GTK+ aplikace.</i></small>
sv: <small><i>Observera: denna ändring kommer inte gälla förrän nästa gång du loggar in, utom för GTK+-program.</i></small>

source: Input Method _Preferences...
ca: Preferències de mètode d'entrada...
cs: _Předvolby vstupní metody...
fa: ترجیحات دستگاه ورودی...
si: අක්‍ෂර ඇතුලත් කිරීමේ ක්‍රම (_P)
sr@latn: Postavke metoda unosa
sv: _Inställningar för inmatningsmetod
th: _ตั้งค่าระบบป้อนข้อความ...

source: <span weight="bold" size="larger">No input method is available</span>
ca: <span weight="bold" size="larger">No hi ha disponible cap mètode d'entrada</span>
cs: <span weight="bold" size="larger">Není k dispozici žádná vstupní metoda</span>
fa: <span weight="bold" size="larger">هیچ شیوه ورودی موجود نیست</span>
sr@latn: <span weight="bold" size="larger">Nema dostupnih metoda unosa</span>
sv: <span weight="bold" size="larger">Ingen inmatningsmetod är tillgänglig</span>
th: <span weight="bold" size="larger">ไม่มีระบบป้อนข้อความ</span>

source: Please install any input methods before running if you like.
ca: Opcionalment, podeu instal·lar qualsevol mètode d’entrada abans d’executar-lo.
cs: Prosím nainstalujte některé vstupní metody před spuštěním.
fa: لطفا هر روش ورودی را قبل از اجرا اگر می خواهید را نصب کنید
sr@latn: Instalirajte bilo koje metode unosa pre pokretanja ako želite.
sv: Installera någon inmatningsmetod före du kör om du vill ha en.
th: กรุณาติดตั้งระบบป้อนข้อความใดๆ ก่อนใช้งาน

source: IM Chooser - Input Method configuration tool
bs: NU birač - Konfiguracijski alat Načina Unosa
ca: IM Chooser - Eina de configuració de Mètodes d'Entrada
cs: IM Chooser - Konfigurace vstupních metod
lv: IM Izvēle - Ievades Menedžera konfigurācijas rīks
ms: IM Chooser - Alatan tetapan Kaedah Masukan
ro: Configurarea metodelor de introducere
sr@latn: IM izbirač - Alat za podešavanje metoda unosa (Input Method)
sv: IM Väljare - Verktyg för konfiguration av inmatningsmetod

source: _Log Out
bs: _Odjava
ca: _Surt
cs: _Odhlásit
is: Af_tengjast
lv: Iziet
ms: _Log Keluar
ro: _Deautentificare
sr@latn: Od_javi se
sv: _Logga ut

source: Choose the input method to be used or disable the input method usage on the desktop
ca: Seleccioneu el mètode d’entrada a utilitzar o desactiveu els mètodes d’entrada en l’escriptori.
cs: Výběr vstupních metod, které budou používány nebo kompletní zakázání alternativních vstupních metod na desktopu.
fa: انتخاب شیوه ورودی برای استفاده یا غیر فعال سازی شیوه ورودی در رومیزی
si: වැඩතලය මත භාවිත කල යුතු අක්‍ෂර ඇතුලත් කිරීමේ ක්‍රමය තෝරාගැනීම හෝ අක්‍රීය කිරීම
sv: Välj inmatningsmetod att använda eller avaktivera användning av inmatningsmetod på skrivbordet
th: เลือกระบบป้อนข้อความที่จะใช้ หรือปิดระบบป้อนข้อความบนเดสก์ท็อป

source: Input Method
bs: Način unosa
ca: Mètode d'entrada
cs: Vstupní metoda
is: Innsláttaraðferð
lv: Ievades veids
ms: Kaedah Masukan
ro: Metodă de introducere
sr@latn: Metod unosa
sv: Inmatningsmetod

source: X applications
fa: نرم‌افزارها x
si: X යෙදුම්
th: โปรแกรม X

source: GTK+ applications
fa: نرم‌افزارهای GTK+
si: GTK+ යෙදුම්
th: โปรแกรม GTK+

source: Qt applications
fa: نرم‌افزارهای Qt
si: Qt යෙදුම්
th: โปรแกรม Qt

source: Unable to get the information
fa: ناتوان در دریافت اطلاعات
si: තොරතුරු ලබාගත නොහැක
th: ไม่สามารถดึงข้อมูลได้

source: Failed to stop Input Method
fa: خطا در توقف شیوه ی ورودی
si: අක්‍ෂර ඇතුලත් කිරීමෙ ක්‍රමය අවසන් කිරීම අසමත් විය
th: ไม่สามารถหยุดระบบป้อนข้อความได้

source: , except %s and %s
fa: , بجز %s و %s
th: ยกเว้น %s และ %s

source: , except %s
fa: ، بجز %s
th: ยกเว้น %s

source: <small><i>Note: this change will not take effect until you next log in%s</i></small>
fa: <small><i>نکته: این تغییرات تا ورود بعدی شما اعمال می شوند%s</i></small>
si: <small><i>සටහන: ඔබ පද්ධතියට යළි පිවිසෙන තුරු සිදුකරන ලද වෙනස්කම් බලපවත් වන්නේ නැත%s</i></small>
th: <small><i>หมายเหตุ: การเปลี่ยนแปลงนี้จะไม่มีผลจนกว่าคุณจะเข้าระบบอีกครั้ง%s</i></small>

source: Note type
fa: نوع فایل
si: සටහන් වර්ගය
th: ชนิดโหนด

source: A enum value to determine which notes should be displayed
fa: یک مقدار شمارشی برای پیداکردن اینکه کدام یادداشت ها نمایش داده شوند
th: ค่า enum ที๋กำหนดว่าโน๊ตใดจะถูกแสดง

source: Unable to communicate to IMSettings services
fa: قادر به ارتباط به خدمات IMSettings نیست
th: ไม่สามารถเชื่อมต่อกับบริการ IMSettings ได้

source: Version mismatch
fa: نسخه مطابقت نمی‌کند
si: වෙළුම් නොගැලපීම
th: รุ่นไม่ตรงกัน

source: Unable to gather current status
fa: قادر به جمعاوری وضعیت کنونی نیست
si: දැනට තත්ත්වය ලබාගත නොහැක
th: ไม่สามารถดึงสถานะปัจจุบันได้

source: Unable to get Input Method information
fa: قادر به دریافت اطلاعات شیوه خروجی نیست
si: අක්‍ෂර ඇතුලත් කිරීමේ තොරතුරු ලබාගත නොහැක
th: ไม่สามารถดึงข้อมูลระบบป้อนข้อความได้

source: Log Out
fa: خروج از سیستم
si: ඉවත් වන්න
th: ออกจากระบบ

source: <small><i>Note: this change will not take effect until you next log in.</i></small>
bs: <small><i>Napomena: Ova izmjena neće imati učinka do ponovnog prijavljivanja.</i></small>
is: <small><i>Ath: þessi breyting mun ekki taka gildi fyrr en þú tengist aftur.</i></small>
lv: <small><i>Piezīme: Izmaiņas stāsies spēkā tikai nākamajā ielogošanās reizē.</i></small>
ro: <small><i>Notă: această schimbare va avea efect doar de la următoarea autentificare.</i></small>
sr@latn: <small><i>Napomena: ova promena neće preći u dejstvo do sledećeg prijavljivanja.</i></small>

source: No valid IM installed
bs: Nema valjano instaliranog NU
is: Engin gild IM eru uppsett
lv: Instalēta nederīga IM versija
ms: Tiada IM sah dijumpai
ro: Nicio MI instalată
sr@latn: Važeći IM nije instaliran

source: _Use default Input Method for your language
sr@latn: _Koristi podrazumevani metod unosa za moj jezik

source: Your system chooses the appropriate Input Method for your language automatically from among Input Methods installed on your system.
sr@latn: Sistem samostalno bira odgovarajući metod unosa za vaš jezik između metoda unosa instaliranih na sistemu.

source: Choose _specific Input Method
sr@latn: Koristi _određeni metod unosa

source: Use the specific Input Method that you prefer regardless what Input Method the system recommends.
sr@latn: Upotreba određenog metoda unosa kojeg želite bez obzira koji metod unosa sistem preporučuje.

source: _Do not use Input Method
sr@latn: _Ne koristi metode unosa

source: Do not use Input Method no matter what language the desktop is running on.
sr@latn: Nemoj koristiti metode unosa bez obzira na jezik u kome je radno okruženje.

source: Use legacy _Input Method
sr@latn: Koristi zastarele metode _unosa

source: Use X Input Method anyway. In fact, which input method will be chosen for the desktop session, depends on the desktop language.
bs: Upotreba X načina unosa u bilo kojem slučaju. Ustvari, način unosa koji će biti odabran za sesiju radne površine ovisit će o jeziku radne površine.
lv: Izmanto X Ievades Menedžeri. Ievades veids tiks piemērots darba sezonai, kas atkarīga no darbagalda valodas.
ro: Foloseşte totuşi metode de introducere X. De fapt, alegerea metodei de introducere pentru sesiune depinde de limba desktopului.
sr@latn: Svejedno koristi X-ov metod unosa. U stvari, od jezika radnog okruženja zavisi koji će metod unosa biti odabran za radnu sesiju.

source: (Legacy)
sr@latn: (Zastarelo)

source: (Recommend)
sr@latn: (Preporučeno)

source: Input Method configuration tool to choose the Input Method to be used or disable Input Method usage on the desktop
bs: Konfiguracijski alat Načina Unosa ima namjenu odabira načina unosa koji će biti upotrebljavan ili onemogućavanja upotrebe načina unosa na desktop-u
lv: Ievades Menedžera konfigurācijas rīks ļaus izvēlēties ievades veidu vai atslēgt ievadi uz darba galda
ms: Alatan tetapan Kaedah Masukan untuk memilih Kaedah Masukan yang akan digunakan atau mematikan penggunaan Kaedah Masukan pada desktop
ro: Unealtă pentru configurarea metodei de introducere pe care o folosiţi sau pentru a dezactiva utilizarea metodelor de introducere.
sr@latn: Alat za podešavanje metoda unosa vrši izbor metoda unosa za upotrebu ili isključivanje upotrebe metoda unosa u radnom okruženju

source: _Follow the system-wide configuration
bs: Prati _opću konfiguraciju sistema
is: _Fylgja viðværum kerfisstillingum
lv: Sekojiet sistēmas konfigurācijai
ms: _Ikut tetapan keseluruhan-sistem
ro: _Foloseşte configuraţia sistemului

source: Follow the system-wide input method configuration to determine which input method should be used.
bs: Praćenje opće konfiguracije način unosa u sistemu radi određivanja točnog način unosa koji će biti upotrebljavan.
is: Notast við víðværar kerfisstillingar til að velja hvaða innsláttaraðferð á að nota.
lv: Sekojiet sistēmas ievades metodes konfigurācijai, kura ievades metode tiks izmantota.
ro: Foloseşte configuraţia sistemului pentru a determina ce metodă de introducere ar trebui folosită.

source: _Never use input methods
bs: _Nikad ne upotrebljavaj načine unosa
is: _Aldrei nota innsláttaraðferðir
lv: _Nekad neizmantot ievades veidus
ms: Ja_ngan guna kaedah masukan
ro: _Nu folosi metode de introducere

source: Entirely disable input methods regardless which locale the desktop is running on.
bs: Potpuno onemogućavanje načina unosa, bez obzira na lokalne postavke desktop-a.
is: Slökkva alveg á innsláttaraðferðum óháð því hvaða tungumál er í notkun á skjáborðinu.
lv: Izslēdzot ievades veidus darba galds turpinās darboties.
ro: Dezactivează complet metodele de introducere indiferent sub ce localizare rulează desktopul.

source: _Use legacy input methods
bs: _Upotrijebi nasljedne načine unosa
is: _Nota gömlu innsláttaraðferðina
lv: Izmantot legālu ievades veidu
ms: G_una kaedah masukan legasi
ro: Foloseşte metodele de introd_ucere moştenite

source: Use _custom input method
bs: Upotrijebi _prilagođeni načina unosa
lv: Izmantot dažādus ievades veidus
ms: _Guna kaedah masukan tersendiri
ro: Alege metoda de introducere
